//-----------------------------------------------------------------------
// <copyright company="纳米维景">
// 版权所有(C) 2023,纳米维景(上海)医疗科技有限公司
// </copyright>
//-----------------------------------------------------------------------
// <summary>
//     修改日期         		版本号       创建人
// 2023/2/15 9:42:52           V1.0.0       朱正广
// </summary>
//-----------------------------------------------------------------------
// <key>
//
// </key>
//-----------------------------------------------------------------------

namespace NV.CT.CTS.Enums
{
    public enum RealtimeReconStatus
    {
        /// <summary>
        /// 协议下发成功
        /// </summary>
        Loaded,
        /// <summary>
        /// 重建中
        /// </summary>
        Reconning,
        /// <summary>
        /// 完成
        /// </summary>
        Finished,
        /// <summary>
        /// 异常
        /// </summary>
        Error,

        Cancelled
    }
}
