//-----------------------------------------------------------------------
// <copyright company="纳米维景">
// 版权所有 (C)2022,纳米维景(上海)医疗科技有限公司
// </copyright>
//-----------------------------------------------------------------------
namespace NV.CT.CTS.Enums;
/// <summary>
/// Key相对于实际值扩大1000
/// </summary>
public enum SliceThicknesses
{
    ST165 = 165,
    ST330 = 330,
    ST660 = 660,
    ST1000 = 1000,
    ST1300 = 1300,
    ST2000 = 2000,
    ST2500 = 2500,
    ST3000 = 3000,
    ST4000 = 4000,
    ST5000 = 5000,
    ST6000 = 6000,
    ST8000 = 8000,
    ST10000 = 10000,
}