//-----------------------------------------------------------------------
// <copyright company="纳米维景">
// 版权所有(C) 2023, 纳米维景(上海)医疗科技有限公司
// </copyright>
//-----------------------------------------------------------------------
// <summary>
//     修改日期           版本号       创建人
// 2023/7/31 9:39:10     V1.0.0       朱正广
// </summary>
//-----------------------------------------------------------------------
// <key>
//
// </key>
//-----------------------------------------------------------------------

namespace NV.CT.CTS.Enums;

public enum TubePositionType
{
    /// <summary>
    /// 正位
    /// </summary>
    Normal,
    /// <summary>
    /// 侧位
    /// </summary>
    Lateral,
    /// <summary>
    /// 双定位
    /// </summary>
    DualScout
}
