//-----------------------------------------------------------------------
// <copyright company="纳米维景">
// 版权所有(C) 2023,纳米维景(上海)医疗科技有限公司
// </copyright>
//-----------------------------------------------------------------------
// <summary>
//     修改日期         		版本号       创建人
// 2023/2/15 10:40:02           V1.0.0       朱正广
// </summary>
//-----------------------------------------------------------------------
// <key>
//
// </key>
//-----------------------------------------------------------------------

namespace NV.CT.CTS.Models
{
    public class GantryPositionInfo
    {
        /// <summary>
        /// 当前位置角度值，单位0.01度
        /// </summary>
        public uint Position { get; set; }

        /// <summary>
        /// 当前运动速度值，单位0.01度/s
        /// </summary>
        public uint Speed { get; set; }
    }
}
