//-----------------------------------------------------------------------
// <copyright company="纳米维景">
// 版权所有(C) 2023,纳米维景(上海)医疗科技有限公司
// </copyright>
//-----------------------------------------------------------------------
// <summary>
//     修改日期         		版本号       创建人
// 2023/2/21 9:28:18           V1.0.0       朱正广
// </summary>
//-----------------------------------------------------------------------
// <key>
//
// </key>
//-----------------------------------------------------------------------

namespace NV.CT.CTS.Models
{
    /// <summary>
    /// 注射器信息
    /// </summary>
    public class InjectorInfo
    {
        /// <summary>
        /// 剩余时间
        /// </summary>
        public uint RemainedTime { get; set; }

        /// <summary>
        /// 注射速度
        /// </summary>
        public uint InjectionSpeed { get; set; }
    }
}
