//-----------------------------------------------------------------------
// <copyright company="纳米维景">
// 版权所有(C) 2023,纳米维景(上海)医疗科技有限公司
// </copyright>
//-----------------------------------------------------------------------
// <summary>
//     修改日期           版本号       创建人
// 2023/9/12 9:21:25           V1.0.0       jianggang
// </summary>
//-----------------------------------------------------------------------
// <key>
//
// </key>
//----------------------------------------------------------------------

namespace NV.CT.SmartPositioning.Common
{
    public class TablePositionModel
    {
        public int TablePosition { get; set; }
    }
}