//-----------------------------------------------------------------------
// <copyright company="纳米维景">
// 版权所有(C) $year$, 纳米维景(上海)医疗科技有限公司
// </copyright>
//-----------------------------------------------------------------------
// <summary>
//     修改日期           版本号       创建人
// 2024/14/04 14:02:21    V1.0.0       李勇
// </summary>
//-----------------------------------------------------------------------
// <key>
//
// </key>
//-----------------------------------------------------------------------


namespace NV.CT.Alg.ScanReconCalculation.Recon.Target
{
    public static class TargetReconCommonConfig
    {
        public static int[] PredefinedFov = new int[] { 506880,337920, 253440 };
    }
}
