//-----------------------------------------------------------------------
// <copyright company="纳米维景">
// 版权所有(C) 2024, 纳米维景(上海)医疗科技有限公司
// </copyright>
//-----------------------------------------------------------------------
// <summary>
//     修改日期           版本号       创建人
// 2024/4/19 13:39:20    V1.0.0       李勇
// </summary>
//-----------------------------------------------------------------------
// <key>
//
// </key>
//-----------------------------------------------------------------------


namespace NV.CT.DicomUtility.Transfer
{
    public enum ExecuteStatus
    {
        NotStarted,
        Started,
        InProgress,
        Succeeded,
        Cancelled,      //主动取消
        Aborted,        //服务原因中断
        Failed,
        None
    }
}
